[
    {
        "id": 1,
        "title": "tempora ad",
        "author": "Rosie Tillman",
        "editorial": "Borer - Wolff",
        "pages": 422,
        "synopsis": "Natus exercitationem architecto consequuntur explicabo ad earum ab. Exercitationem quis libero repellendus consectetur illo est error. Harum harum animi deleniti dicta. Amet possimus aliquam nam voluptatibus.",
        "stock": 116,
        "price": "95.00",
        "quantity" : 0
    },
    {
        "id": 2,
        "title": "vero voluptatem",
        "author": "Lloyd O'Reilly",
        "editorial": "Flatley, Green and Sawayn",
        "pages": 270,
        "synopsis": "Hic harum aliquam doloremque. Nulla porro deserunt dolorum praesentium. Voluptatem cum quos accusamus magni asperiores quasi saepe molestiae. Illum quos consectetur quasi soluta culpa.",
        "stock": 13,
        "price": "650.00",
        "quantity" : 0
    },
    {
        "id": 3,
        "title": "fugiat doloribus",
        "author": "Justin Runte-Rutherford",
        "editorial": "Weber - Senger",
        "pages": 552,
        "synopsis": "Est molestias explicabo aliquam. Necessitatibus quam velit fugit. Dolorum consectetur ad repellendus tempore mollitia. Accusamus ullam debitis temporibus at repudiandae doloremque voluptatem quidem sunt.",
        "stock": 1,
        "price": "570.00",
        "quantity" : 0
    },
    {
        "id": 4,
        "title": "alias quae",
        "author": "Rochelle Kozey",
        "editorial": "Ullrich Group",
        "pages": 51,
        "synopsis": "Eveniet impedit vitae mollitia. Reiciendis commodi earum ducimus voluptatibus eligendi aspernatur nemo ducimus. Assumenda dolorem eaque deserunt labore reprehenderit. Laboriosam corporis deserunt quasi officiis quis ab.",
        "stock": 60,
        "price": "319.00",
        "quantity" : 0
    },
    {
        "id": 5,
        "title": "dicta ut",
        "author": "Colin Ledner",
        "editorial": "Koepp, Johnson and Bradtke",
        "pages": 218,
        "synopsis": "Nam laudantium modi ullam tempore fugit officiis tempora enim. Accusamus magni possimus consectetur quod a ipsum commodi quis. Quibusdam corporis alias nisi error ratione tenetur vitae accusamus cupiditate. Nihil cumque illo rem ut temporibus accusamus.",
        "stock": 57,
        "price": "500.00",
        "quantity" : 0
    },
    {
        "id": 6,
        "title": "necessitatibus tempora",
        "author": "Ricardo Marks",
        "editorial": "Moore - Bechtelar",
        "pages": 344,
        "synopsis": "Veniam id pariatur veritatis voluptas deleniti sequi quae harum nulla. Natus harum modi. Praesentium nemo quo cumque earum. Beatae quod cumque.",
        "stock": 137,
        "price": "466.00",
        "quantity" : 0
    },
    {
        "id": 7,
        "title": "quam accusantium",
        "author": "Ms. Wilma Schneider",
        "editorial": "Moen - Lang",
        "pages": 515,
        "synopsis": "Fuga harum voluptas possimus. Officiis iure incidunt. Eos modi debitis deleniti vero. Quis distinctio fuga ad inventore corrupti perferendis eveniet maxime consequuntur.",
        "stock": 60,
        "price": "756.00",
        "quantity" : 0
    },
    {
        "id": 8,
        "title": "cum eaque",
        "author": "Miss Mabel Ritchie",
        "editorial": "Flatley - Schmeler",
        "pages": 247,
        "synopsis": "Quisquam possimus consequatur eveniet ab ipsa explicabo non id ullam. Possimus cum sit inventore eligendi. Quae totam velit earum. Fugit dignissimos a consequuntur.",
        "stock": 0,
        "price": "887.00",
        "quantity" : 0
    },
    {
        "id": 9,
        "title": "qui est",
        "author": "Dr. Jerry Fay",
        "editorial": "O'Keefe LLC",
        "pages": 405,
        "synopsis": "Possimus similique provident. Perspiciatis numquam perferendis alias exercitationem ut incidunt. Tempore perferendis eum sapiente mollitia ducimus fugiat. At repudiandae culpa dolores mollitia consequatur corrupti culpa magni.",
        "stock": 120,
        "price": "595.00",
        "quantity" : 0
    },
    {
        "id": 10,
        "title": "sint et",
        "author": "Eunice Bradtke",
        "editorial": "Auer, Carroll and Botsford",
        "pages": 344,
        "synopsis": "Explicabo necessitatibus non iste enim cumque. Natus facere sapiente cum dolore. Impedit quo quae veritatis natus quidem hic impedit asperiores. Ducimus corrupti possimus rerum odio ea optio aperiam accusamus soluta.",
        "stock": 0,
        "price": "96.00",
        "quantity" : 0
    },
    {
        "id": 11,
        "title": "ullam accusamus",
        "author": "Carolyn Renner III",
        "editorial": "Ratke, Bechtelar and Ward",
        "pages": 611,
        "synopsis": "Repudiandae similique distinctio debitis inventore nisi officia aut praesentium. Nobis esse et molestias praesentium molestiae id sint reprehenderit maxime. Quidem ducimus fugit deleniti commodi. Veritatis distinctio fugit iure exercitationem odio animi ad.",
        "stock": 74,
        "price": "600.00",
        "quantity" : 0
    },
    {
        "id": 12,
        "title": "at eos",
        "author": "Gwen Breitenberg",
        "editorial": "Balistreri - Adams",
        "pages": 330,
        "synopsis": "Fuga adipisci praesentium cupiditate quia. Labore cum unde perspiciatis ea voluptate doloribus officiis tempora deserunt. Asperiores similique nostrum aspernatur. Rem neque architecto.",
        "stock": 57,
        "price": "383.00",
        "quantity" : 0
    },
    {
        "id": 13,
        "title": "distinctio perspiciatis",
        "author": "Ms. Shelley Klocko",
        "editorial": "Heaney - Kilback",
        "pages": 713,
        "synopsis": "Veniam libero inventore quo esse animi occaecati asperiores. Sed dolore exercitationem necessitatibus architecto facilis harum. Pariatur eius aliquam minima reprehenderit error asperiores blanditiis nobis maxime. Aut perferendis nihil voluptatem.",
        "stock": 63,
        "price": "938.00",
        "quantity" : 0
    },
    {
        "id": 14,
        "title": "consectetur reiciendis",
        "author": "Shaun Yost",
        "editorial": "Koelpin, Lubowitz and Stark",
        "pages": 535,
        "synopsis": "Incidunt quas amet natus incidunt minus repudiandae optio ea. Blanditiis veniam suscipit dignissimos. Hic repellat repellendus sunt quos ea harum. Fugit impedit autem sint quo in inventore aliquam saepe alias.",
        "stock": 53,
        "price": "58.00",
        "quantity" : 0
    },
    {
        "id": 15,
        "title": "aut facere",
        "author": "Eileen Bartell",
        "editorial": "Strosin - Bergnaum",
        "pages": 72,
        "synopsis": "Aliquam fugit alias impedit at reiciendis. Veritatis officiis perspiciatis. Quisquam rerum culpa molestias delectus officiis minima quae. Accusamus architecto doloribus suscipit.",
        "stock": 117,
        "price": "648.00",
        "quantity" : 0
    },
    {
        "id": 16,
        "title": "sapiente inventore",
        "author": "Dwayne Lind",
        "editorial": "Dooley, Bednar and Paucek",
        "pages": 249,
        "synopsis": "Provident odit saepe ut ipsam sed blanditiis dolore. Et esse voluptates distinctio at quis voluptatibus excepturi enim id. Impedit natus iure sit reprehenderit nam iste facere aperiam. Vitae reiciendis autem possimus non quis.",
        "stock": 1,
        "price": "558.00",
        "quantity" : 0
    },
    {
        "id": 17,
        "title": "veritatis cumque",
        "author": "Derrick Wilkinson",
        "editorial": "Crist - MacGyver",
        "pages": 685,
        "synopsis": "Quisquam nulla recusandae provident commodi. Hic eius dolor suscipit temporibus ipsam. Laboriosam earum pariatur velit natus debitis nam. Maxime labore optio eveniet explicabo.",
        "stock": 88,
        "price": "347.00",
        "quantity" : 0
    },
    {
        "id": 18,
        "title": "quas optio",
        "author": "Hope Ullrich",
        "editorial": "O'Connell, Sauer and Huels",
        "pages": 603,
        "synopsis": "Provident quod temporibus fugiat ipsam eaque cumque ex provident totam. Pariatur at praesentium possimus iste tempora dolorum. Praesentium minus consequatur dolorem rerum itaque ipsum vel doloremque id. Nostrum veniam eum.",
        "stock": 18,
        "price": "98.00",
        "quantity" : 0
    },
    {
        "id": 19,
        "title": "blanditiis aliquam",
        "author": "Holly Brekke",
        "editorial": "Kilback - Simonis",
        "pages": 719,
        "synopsis": "Pariatur nemo dolores exercitationem. Voluptate odio repellat eveniet. Blanditiis provident officiis at aut corporis quam quo. In atque sit illo.",
        "stock": 0,
        "price": "241.00",
        "quantity" : 0
    },
    {
        "id": 20,
        "title": "a vel",
        "author": "Samantha Rosenbaum",
        "editorial": "Jerde - Beer",
        "pages": 756,
        "synopsis": "Vitae ratione quasi in labore provident unde accusantium quod. Ratione tempore recusandae. Veritatis quibusdam ipsum fugiat reiciendis voluptatum hic alias odit. Eius occaecati quidem ipsum tenetur sapiente quam expedita culpa error.",
        "stock": 58,
        "price": "838.00",
        "quantity" : 0
    },
    {
        "id": 21,
        "title": "odio blanditiis",
        "author": "Lola Swaniawski",
        "editorial": "Windler, Swaniawski and Prohaska",
        "pages": 250,
        "synopsis": "Dolorem placeat libero suscipit numquam molestiae exercitationem. Optio reiciendis libero unde quisquam est nemo aut rerum. Modi ratione quis aliquam. Quibusdam labore blanditiis hic corrupti ad similique qui.",
        "stock": 132,
        "price": "46.00",
        "quantity" : 0
    },
    {
        "id": 22,
        "title": "eligendi autem",
        "author": "Lisa Zulauf",
        "editorial": "Daugherty and Sons",
        "pages": 443,
        "synopsis": "Quasi eos alias laborum. Totam dolor sapiente rerum ipsum. Necessitatibus non labore hic excepturi facere autem vitae placeat. Placeat laborum iste.",
        "stock": 118,
        "price": "554.00",
        "quantity" : 0
    },
    {
        "id": 23,
        "title": "dignissimos laudantium",
        "author": "Carlos Shanahan",
        "editorial": "Murray - Heathcote",
        "pages": 386,
        "synopsis": "Maxime sint dolores occaecati deleniti ullam. Quia excepturi earum. Quisquam reprehenderit aspernatur cumque totam. Expedita quam voluptates libero nulla ut dolores quaerat nesciunt neque.",
        "stock": 32,
        "price": "324.00",
        "quantity" : 0
    },
    {
        "id": 24,
        "title": "officiis necessitatibus",
        "author": "Dr. Sandy Mohr III",
        "editorial": "Ullrich, Rice and Fritsch",
        "pages": 264,
        "synopsis": "Magni in ea corrupti harum numquam dolorum illum repellat voluptates. Ratione nisi ipsum. Veritatis voluptates libero delectus assumenda. Cupiditate debitis omnis esse quod voluptatem itaque ratione deleniti.",
        "stock": 106,
        "price": "937.00",
        "quantity" : 0
    },
    {
        "id": 25,
        "title": "labore eos",
        "author": "Jacquelyn Koch",
        "editorial": "D'Amore and Sons",
        "pages": 356,
        "synopsis": "Perferendis voluptate perspiciatis quidem odio recusandae deserunt. Quam molestias laudantium doloremque iste esse a. Veniam sequi repellendus cupiditate saepe aspernatur molestiae quia provident. Aliquam explicabo cum error.",
        "stock": 117,
        "price": "847.00",
        "quantity" : 0
    }
]